Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.import.issue.activeAgentWouldBeReplaced
source: This update would replace a different active agent owner. Leave it unselected and resolve the live session first.
ar: سيحل هذا التحديث محل مالك وكيل نشط مختلف. اتركه بدون تحديد وقم بحل الجلسة المباشرة أولاً.
bs: Ovo ažuriranje bi zamijenilo drugog vlasnika aktivnog agenta. Ostavite ga neodabranim i prvo riješite sesiju uživo.
da: Denne opdatering ville erstatte en anden aktiv agentejer. Lad det være umarkeret, og løs livesessionen først.
de: Dieses Update würde einen anderen aktiven Agentenbesitzer ersetzen. Lassen Sie die Option deaktiviert und lösen Sie zuerst die Live-Sitzung auf.
es: Esta actualización reemplazaría al propietario de otro agente activo. Déjala sin seleccionar y resuelve primero la sesión activa.
fr: Cette mise à jour remplacerait un autre propriétaire d'agent actif. Laissez-le désélectionné et résolvez d’abord la session en direct.
it: Questo aggiornamento sostituirebbe un diverso proprietario dell'agente attivo. Lascialo deselezionato e risolvi prima la sessione live.
ja: この更新により、別のアクティブなエージェントの所有者が置き換えられます。選択を解除したままにし、最初にライブ セッションを解決します。
km: ការអាប់ដេតនេះនឹងជំនួសម្ចាស់ភ្នាក់ងារសកម្មផ្សេង។ ទុកវាចោលដោយមិនជ្រើសរើស ហើយដោះស្រាយវគ្គបន្តផ្ទាល់ជាមុនសិន។
ko: 이 업데이트는 다른 활성 에이전트 소유자를 대체합니다. 선택하지 않은 상태로 두고 먼저 라이브 세션을 해결하세요.
nb: Denne oppdateringen ville erstatte en annen aktiv agenteier. La det være umarkert og løs live-økten først.
pl: Ta aktualizacja zastąpi innego właściciela aktywnego agenta. Pozostaw tę opcję niezaznaczoną i najpierw rozwiąż sesję na żywo.
pt_br: Esta atualização substituiria um proprietário de agente ativo diferente. Deixe-o desmarcado e resolva a sessão ao vivo primeiro.
ru: Это обновление заменит другого владельца активного агента. Оставьте его невыбранным и сначала разрешите сеанс в реальном времени.
th: การอัปเดตนี้จะแทนที่เจ้าของตัวแทนที่ใช้งานอยู่รายอื่น ปล่อยให้ยกเลิกการเลือกและแก้ไขเซสชันสดก่อน
tr: Bu güncelleme, farklı bir aktif temsilci sahibinin yerini alacaktır. Bunu seçmeden bırakın ve önce canlı oturumu çözümleyin.
uk: Це оновлення замінить іншого власника активного агента. Залиште його невибраним і спочатку розв’яжіть поточний сеанс.
zh_hans: 此更新将替换不同的活跃代理所有者。不选择它并首先解决实时会话。
zh_hant: 此更新將取代不同的活躍代理程式擁有者。不選擇它並首先解決即時會話。

# uniconnect.import.issue.duplicateAgentSession
source: %1$@ session %2$@ appears more than once; only its first owner can resume it.
ar: %1$@ الجلسة %2$@ تظهر أكثر من مرة؛ يمكن لمالكها الأول فقط استئنافها.
bs: %1$@ sesija %2$@ se pojavljuje više puta; samo njegov prvi vlasnik može ga nastaviti.
da: %1$@ session %2$@ vises mere end én gang; kun dens første ejer kan genoptage den.
de: %1$@ Sitzung %2$@ erscheint mehr als einmal; Nur der erste Besitzer kann es wieder aufnehmen.
es: La sesión %2$@ de %1$@ aparece más de una vez; solo su primer propietario puede reanudarla.
fr: %1$@ la session %2$@ apparaît plus d'une fois ; seul son premier propriétaire peut le reprendre.
it: La sessione %1$@ %2$@ appare più di una volta; solo il suo primo proprietario può riprenderlo.
ja: %1$@ セッション %2$@ が複数回表示されます。最初の所有者だけがそれを再開できます。
km: %1$@ សម័យ %2$@ លេចឡើងច្រើនជាងមួយដង; មានតែម្ចាស់ដំបូងប៉ុណ្ណោះដែលអាចបន្តវាឡើងវិញបាន។
ko: %1$@ 세션 %2$@이 두 번 이상 나타납니다. 첫 번째 소유자만 재개할 수 있습니다.
nb: %1$@ økt %2$@ vises mer enn én gang; bare den første eieren kan gjenoppta den.
pl: %1$@ sesja %2$@ pojawia się więcej niż jeden raz; tylko pierwszy właściciel może go wznowić.
pt_br: sessão %1$@ %2$@ aparece mais de uma vez; apenas seu primeiro proprietário pode retomá-lo.
ru: %1$@ сеанс %2$@ появляется более одного раза; только его первый владелец может возобновить его.
th: %1$@ เซสชัน %2$@ ปรากฏขึ้นมากกว่าหนึ่งครั้ง มีเพียงเจ้าของคนแรกเท่านั้นที่สามารถดำเนินการต่อได้
tr: %1$@ %2$@ oturumu birden fazla kez görünüyor; yalnızca ilk sahibi onu devam ettirebilir.
uk: %1$@ сесія %2$@ з'являється більше одного разу; тільки його перший власник може відновити його.
zh_hans: %1$@ 会话 %2$@ 出现多次；只有它的第一个所有者才能恢复它。
zh_hant: %1$@ 會話 %2$@ 出現多次；只有它的第一個擁有者才能恢復它。

# uniconnect.import.issue.sourceDiagnostic
source: Line %1$lld: %2$@
ar: الخط %1$lld: %2$@
bs: Linija %1$lld: %2$@
da: Linje %1$lld: %2$@
de: Zeile %1$lld: %2$@
es: Línea %1$lld: %2$@
fr: Ligne %1$lld : %2$@
it: Linea %1$lld: %2$@
ja: %1$lld 行: %2$@
km: បន្ទាត់ %1$lld: %2$@
ko: 라인 %1$lld: %2$@
nb: Linje %1$lld: %2$@
pl: Linia %1$lld: %2$@
pt_br: Linha %1$lld: %2$@
ru: Строка %1$lld: %2$@
th: ไลน์ %1$lld : %2$@
tr: Satır %1$lld: %2$@
uk: Рядок %1$lld: %2$@
zh_hans: 行 %1$lld: %2$@
zh_hant: 行 %1$lld: %2$@

# uniconnect.import.preview.skippedRows
source: Conflicts and rejected declarations cannot be selected. Safe Create and Update rows can still be imported.
ar: لا يمكن تحديد التعارضات والإعلانات المرفوضة. لا يزال من الممكن استيراد صفوف الإنشاء والتحديث الآمن.
bs: Konflikti i odbijene deklaracije se ne mogu odabrati. Redovi za sigurno kreiranje i ažuriranje i dalje se mogu uvoziti.
da: Konflikter og afviste erklæringer kan ikke vælges. Sikker oprettelse og opdateringsrækker kan stadig importeres.
de: Konflikte und abgelehnte Deklarationen können nicht ausgewählt werden. Safe Create- und Update-Zeilen können weiterhin importiert werden.
es: No se pueden seleccionar conflictos y declaraciones rechazadas. Las filas de creación y actualización seguras aún se pueden importar.
fr: Les conflits et les déclarations rejetées ne peuvent pas être sélectionnés. Les lignes de création et de mise à jour sécurisées peuvent toujours être importées.
it: Non è possibile selezionare conflitti e dichiarazioni respinte. È ancora possibile importare le righe di creazione e aggiornamento sicuro.
ja: 競合および拒否された宣言は選択できません。安全な作成行と更新行は引き続きインポートできます。
km: ជម្លោះ និងសេចក្តីប្រកាសដែលត្រូវបានបដិសេធមិនអាចជ្រើសរើសបានទេ។ ជួរដេកបង្កើត និងអាប់ដេតដោយសុវត្ថិភាពនៅតែអាចនាំចូលបាន។
ko: 충돌 및 거부된 선언은 선택할 수 없습니다. 안전한 만들기 및 업데이트 행은 계속 가져올 수 있습니다.
nb: Konflikter og avviste erklæringer kan ikke velges. Safe Create and Update-rader kan fortsatt importeres.
pl: Nie można wybierać konfliktów i odrzuconych deklaracji. Nadal można importować wiersze bezpiecznego tworzenia i aktualizacji.
pt_br: Conflitos e declarações rejeitadas não podem ser selecionados. As linhas de criação e atualização segura ainda podem ser importadas.
ru: Конфликты и отклоненные декларации не могут быть выбраны. Строки безопасного создания и обновления по-прежнему можно импортировать.
th: ไม่สามารถเลือกข้อขัดแย้งและการประกาศที่ถูกปฏิเสธได้ แถวการสร้างและอัปเดตที่ปลอดภัยยังคงสามารถนำเข้าได้
tr: Uyuşmazlıklar ve reddedilen bildirimler seçilemez. Güvenli Oluşturma ve Güncelleme satırları hâlâ içe aktarılabilir.
uk: Конфлікти та відхилені декларації не можна вибрати. Безпечне створення й оновлення рядків усе ще можна імпортувати.
zh_hans: 不能选择冲突和被拒绝的声明。仍然可以导入安全创建和更新行。
zh_hant: 不能選擇衝突和被拒絕的聲明。仍然可以匯入安全建立和更新行。

# uniconnect.import.source.line
source: Line %lld
ar: الخط %lld
bs: Red %lld
da: Linje %lld
de: Zeile %lld
es: Línea %lld
fr: Ligne %lld
it: Linea %lld
ja: ライン %lld
km: បន្ទាត់ %lld
ko: 라인 %lld
nb: Linje %lld
pl: Linia %lld
pt_br: Linha %lld
ru: Строка %lld
th: ไลน์ %lld
tr: Satır %lld
uk: Рядок %lld
zh_hans: 行 %lld
zh_hant: 行 %lld

# uniconnect.import.source.lineSection
source: Line %1$lld · %2$@
ar: الخط %1$lld · %2$@
bs: Linija %1$lld · %2$@
da: Linje %1$lld · %2$@
de: Zeile %1$lld · %2$@
es: Línea %1$lld · %2$@
fr: Ligne %1$lld · %2$@
it: Linea %1$lld · %2$@
ja: 行 %1$lld · %2$@
km: បន្ទាត់ %1$lld · %2$@
ko: 라인 %1$lld · %2$@
nb: Linje %1$lld · %2$@
pl: Linia %1$lld · %2$@
pt_br: Linha %1$lld · %2$@
ru: Строка %1$lld · %2$@
th: ไลน์ %1$lld · %2$@
tr: Satır %1$lld · %2$@
uk: Рядок %1$lld · %2$@
zh_hans: 行 %1$lld · %2$@
zh_hant: 行 %1$lld · %2$@

# uniconnect.import.window.unnamed
source: Unnamed window
ar: نافذة بدون اسم
bs: Neimenovani prozor
da: Unavngivet vindue
de: Unbenanntes Fenster
es: Ventana sin nombre
fr: Fenêtre sans nom
it: Finestra senza nome
ja: 名前のないウィンドウ
km: បង្អួចគ្មានឈ្មោះ
ko: 이름 없는 창
nb: Unavngitt vindu
pl: Okno bez nazwy
pt_br: Janela sem nome
ru: Безымянное окно
th: หน้าต่างที่ไม่มีชื่อ
tr: Adsız pencere
uk: Вікно без назви
zh_hans: 未命名窗口
zh_hant: 未命名窗口

# uniconnect.import.windowAction.create
source: Create · %@
ar: إنشاء · %@
bs: Kreiraj · %@
da: Opret · %@
de: Erstellen · %@
es: Crear · %@
fr: Créer · %@
it: Crea · %@
ja: 作成 · %@
km: បង្កើត · %@
ko: 만들기 · %@
nb: Opprett · %@
pl: Utwórz · %@
pt_br: Criar · %@
ru: Создать · %@
th: สร้าง · %@
tr: Oluştur · %@
uk: Створити · %@
zh_hans: 创建 · %@
zh_hant: 建立 · %@

# uniconnect.import.windowAction.keepTerminalDuplicate
source: %1$@ · keep as a normal terminal because the %2$@ session already has an owner
ar: %1$@ · احتفظ به كمحطة عادية لأن جلسة %2$@ لها مالك بالفعل
bs: %1$@ · zadrži kao normalan terminal jer %2$@ sesija već ima vlasnika
da: %1$@ · behold som en normal terminal, fordi %2$@-sessionen allerede har en ejer
de: %1$@ · Als normales Terminal beibehalten, da die Sitzung %2$@ bereits einen Besitzer hat
es: %1$@ · mantener como terminal normal porque la sesión %2$@ ya tiene propietario
fr: %1$@ · conserver comme terminal normal car la session %2$@ a déjà un propriétaire
it: %1$@ · mantenere come terminale normale perché la sessione %2$@ ha già un proprietario
ja: %1$@ · %2$@ セッションにはすでに所有者がいるため、通常の端末として維持します
km: %1$@ · ទុកជាស្ថានីយធម្មតា ព្រោះវគ្គ %2$@ មានម្ចាស់រួចហើយ
ko: %1$@ · %2$@ 세션에 이미 소유자가 있으므로 일반 터미널로 유지합니다.
nb: %1$@ · behold som en vanlig terminal fordi %2$@-økten allerede har en eier
pl: %1$@ · zachowaj zwykły terminal, ponieważ sesja %2$@ ma już właściciela
pt_br: %1$@ · mantenha como um terminal normal porque a sessão %2$@ já tem dono
ru: %1$@ · оставить как обычный терминал, поскольку у сеанса %2$@ уже есть владелец
th: %1$@ · เก็บไว้เป็นเทอร์มินัลปกติเนื่องจากเซสชัน %2$@ มีเจ้าของอยู่แล้ว
tr: %1$@ · normal bir terminal olarak tutun çünkü %2$@ oturumunun zaten bir sahibi var
uk: %1$@ · залишити як звичайний термінал, оскільки %2$@ сесія вже має власника
zh_hans: %1$@ · 保留为普通终端，因为 %2$@ 会话已经有所有者
zh_hant: %1$@ · 保留為普通終端，因為 %2$@ 會話已經有所有者

# uniconnect.import.windowAction.reject
source: Do not import this window
ar: لا تقم باستيراد هذه النافذة
bs: Nemojte uvoziti ovaj prozor
da: Importer ikke dette vindue
de: Dieses Fenster nicht importieren
es: No importar esta ventana
fr: Ne pas importer cette fenêtre
it: Non importare questa finestra
ja: このウィンドウをインポートしないでください
km: កុំនាំចូលបង្អួចនេះ។
ko: 이 창을 가져오지 마세요.
nb: Ikke importer dette vinduet
pl: Nie importuj tego okna
pt_br: Não importe esta janela
ru: Не импортируйте это окно
th: อย่านำเข้าหน้าต่างนี้
tr: Bu pencereyi içe aktarma
uk: Не імпортуйте це вікно
zh_hans: 不要导入此窗口
zh_hant: 不要導入此視窗

# uniconnect.import.windowAction.unchanged
source: Keep the existing window unchanged
ar: احتفظ بالنافذة الحالية دون تغيير
bs: Ostavite postojeći prozor nepromijenjenim
da: Hold det eksisterende vindue uændret
de: Behalten Sie das vorhandene Fenster unverändert bei
es: Mantener la ventana existente sin cambios
fr: Conserver la fenêtre existante inchangée
it: Mantieni invariata la finestra esistente
ja: 既存のウィンドウを変更しないでください
km: រក្សាបង្អួចដែលមានស្រាប់មិនផ្លាស់ប្តូរ
ko: 기존 창을 변경하지 않고 그대로 유지
nb: Behold det eksisterende vinduet uendret
pl: Zachowaj istniejące okno bez zmian
pt_br: Mantenha a janela existente inalterada
ru: Сохранить существующее окно без изменений
th: เก็บหน้าต่างที่มีอยู่ไว้ไม่เปลี่ยนแปลง
tr: Mevcut pencereyi değiştirmeden tut
uk: Залиште існуюче вікно без змін
zh_hans: 保持现有窗口不变
zh_hant: 保持現有視窗不變

# uniconnect.import.windowAction.update
source: Update · %@
ar: تحديث · %@
bs: Ažuriranje · %@
da: Opdater · %@
de: Aktualisieren · %@
es: Actualización · %@
fr: Mise à jour · %@
it: Aggiornamento · %@
ja: 更新 · %@
km: អាប់ដេត · %@
ko: 업데이트 · %@
nb: Oppdater · %@
pl: Aktualizacja · %@
pt_br: Atualização · %@
ru: Обновление · %@
th: อัปเดต · %@
tr: Güncelleme · %@
uk: Оновлення · %@
zh_hans: 更新·%@
zh_hant: 更新·%@

# uniconnect.import.windowDestination.agent
source: resume %@ from its trusted folder
ar: استئناف %@ من المجلد الموثوق به
bs: nastavi %@ iz pouzdanog foldera
da: genoptag %@ fra dens betroede mappe
de: Nehmen Sie %@ aus seinem vertrauenswürdigen Ordner wieder auf
es: reanudar %@ desde su carpeta de confianza
fr: reprendre %@ à partir de son dossier de confiance
it: riprendi %@ dalla sua cartella attendibile
ja: 信頼されたフォルダーから %@ を再開します
km: បន្ត %@ ពីថតដែលទុកចិត្តរបស់វា។
ko: 신뢰할 수 있는 폴더에서 %@을 다시 시작하세요.
nb: gjenoppta %@ fra den pålitelige mappen
pl: wznowić %@ z zaufanego folderu
pt_br: retome %@ de sua pasta confiável
ru: возобновить %@ из доверенной папки
th: ดำเนินการต่อ %@ จากโฟลเดอร์ที่เชื่อถือได้
tr: %@ dosyasını güvenilir klasöründen devam ettir
uk: відновити %@ із надійної папки
zh_hans: 从其受信任文件夹恢复 %@
zh_hant: 從其受信任資料夾恢復 %@

# uniconnect.import.windowDestination.attachExistingTmux
source: read-only check, then attach existing tmux %@
ar: تحقق للقراءة فقط، ثم قم بإرفاق tmux الموجود %@
bs: provjerite samo za čitanje, a zatim priložite postojeći tmux %@
da: skrivebeskyttet kontrol, og vedhæft derefter eksisterende tmux %@
de: Nur-Lese-Prüfung, dann vorhandenes tmux %@ anhängen
es: comprobar en modo de solo lectura y después conectar al tmux existente %@
fr: vérification en lecture seule, puis joignez l'existant tmux %@
it: controllo di sola lettura, quindi allega tmux %@ esistente
ja: 読み取り専用にチェックを入れ、既存の tmux %@ を添付します。
km: ពិនិត្យបានតែអាន បន្ទាប់មកភ្ជាប់ tmux ដែលមានស្រាប់ %@
ko: 읽기 전용 확인 후 기존 tmux %@ 첨부
nb: skrivebeskyttet sjekk, og legg ved eksisterende tmux %@
pl: sprawdź tylko do odczytu, a następnie dołącz istniejące tmux %@
pt_br: verificação somente leitura e anexe tmux existente %@
ru: проверить только для чтения, затем прикрепить существующие tmux %@
th: ตรวจสอบแบบอ่านอย่างเดียว จากนั้นแนบ tmux ที่มีอยู่ %@
tr: salt okunur kontrolü yapın, ardından mevcut tmux %@'i ekleyin
uk: перевірити лише для читання, а потім приєднати наявний tmux %@
zh_hans: 只读检查，然后附加现有的 tmux %@
zh_hant: 只讀檢查，然後附加現有的 tmux %@

# uniconnect.import.windowDestination.createTmux
source: create or attach tmux %@ (explicitly declared new)
ar: إنشاء أو إرفاق tmux %@ (تم الإعلان بوضوح عن أنه جديد)
bs: kreirajte ili priložite tmux %@ (eksplicitno proglašeno novim)
da: opret eller vedhæft tmux %@ (eksplicit erklæret ny)
de: tmux %@ erstellen oder anhängen (explizit als neu deklariert)
es: crear o adjuntar tmux %@ (explícitamente declarado nuevo)
fr: créer ou joindre tmux %@ (explicitement déclaré nouveau)
it: creare o allegare tmux %@ (dichiarato esplicitamente nuovo)
ja: 作成または添付 tmux %@ (明示的に新規宣言)
km: បង្កើត ឬភ្ជាប់ tmux %@ (ប្រកាសយ៉ាងច្បាស់លាស់ថ្មី)
ko: tmux %@ 생성 또는 첨부(명시적으로 신규 선언)
nb: opprett eller legg ved tmux %@ (eksplisitt erklært ny)
pl: utwórz lub dołącz tmux %@ (jawnie zadeklarowany jako nowy)
pt_br: crie ou anexe tmux %@ (declarado explicitamente como novo)
ru: создать или прикрепить tmux %@ (явно объявленный новый)
th: สร้างหรือแนบ tmux %@ (ประกาศใหม่อย่างชัดเจน)
tr: tmux %@ oluşturun veya ekleyin (açıkça yeni ilan edildi)
uk: створити або прикріпити tmux %@ (явно оголошено новим)
zh_hans: 创建或附加 tmux %@ （明确声明为新）
zh_hant: 建立或附加 tmux %@ （明確聲明為新）

# uniconnect.import.windowDestination.terminal
source: normal terminal
ar: محطة عادية
bs: normalan terminal
de: normales Terminal
es: terminal normal
fr: borne normale
it: terminale normale
ja: 通常の端子
km: ស្ថានីយធម្មតា។
ko: 일반 터미널
pl: normalny terminal
pt_br: terminais normais
ru: обычный терминал
th: เทอร์มินัลปกติ
uk: звичайний термінал
zh_hans: 普通终端
zh_hant: 普通終端

# uniconnect.localWindow.error.actionUnavailable
source: That saved window action is no longer available.
ar: لم يعد إجراء النافذة المحفوظة متاحًا.
bs: Ta radnja sačuvanog prozora više nije dostupna.
da: Den gemte vindueshandling er ikke længere tilgængelig.
de: Diese gespeicherte Fensteraktion ist nicht mehr verfügbar.
es: Esa acción de ventana guardada ya no está disponible.
fr: Cette action de fenêtre enregistrée n'est plus disponible.
it: L'azione della finestra salvata non è più disponibile.
ja: 保存されたウィンドウ アクションは利用できなくなりました。
km: សកម្មភាពវិនដូដែលបានរក្សាទុកនោះលែងមានទៀតហើយ។
ko: 저장된 창 작업은 더 이상 사용할 수 없습니다.
nb: Den lagrede vindushandlingen er ikke lenger tilgjengelig.
pl: Zapisana akcja okna nie jest już dostępna.
pt_br: Essa ação de janela salva não está mais disponível.
ru: Это сохраненное действие окна больше не доступно.
th: การทำงานของหน้าต่างที่บันทึกไว้นั้นไม่สามารถใช้งานได้อีกต่อไป
tr: Kaydedilen bu pencere eylemi artık kullanılamıyor.
uk: Ця збережена дія вікна більше не доступна.
zh_hans: 保存的窗口操作不再可用。
zh_hant: 儲存的視窗操作不再可用。

# uniconnect.localWindow.error.agentStillRunning
source: Use /exit to return to the shell before starting, resuming, or changing this window.
ar: استخدم /exit للعودة إلى الصدفة قبل بدء هذه النافذة أو استئنافها أو تغييرها.
bs: Koristite /exit da se vratite na ljusku prije pokretanja, nastavka ili promjene ovog prozora.
da: Brug /exit for at vende tilbage til skallen, før du starter, genoptager eller ændrer dette vindue.
de: Verwenden Sie /exit, um zur Shell zurückzukehren, bevor Sie dieses Fenster starten, fortsetzen oder ändern.
es: Usa /exit para volver al shell antes de iniciar, reanudar o cambiar esta ventana.
fr: Utilisez /exit pour revenir au shell avant de démarrer, de reprendre ou de modifier cette fenêtre.
it: Utilizzare /exit per tornare alla shell prima di avviare, riprendere o modificare questa finestra.
ja: このウィンドウを開始、再開、または変更する前に、/exit を使用してシェルに戻ります。
km: ប្រើ / ចេញ ដើម្បីត្រឡប់ទៅសែល មុនពេលចាប់ផ្តើម បន្ត ឬផ្លាស់ប្តូរបង្អួចនេះ។
ko: 이 창을 시작, 재개 또는 변경하기 전에 /exit를 사용하여 셸로 돌아갑니다.
nb: Bruk /exit for å gå tilbake til skallet før du starter, gjenopptar eller endrer dette vinduet.
pl: Użyj /exit, aby powrócić do powłoki przed uruchomieniem, wznowieniem lub zmianą tego okna.
pt_br: Use /exit para retornar ao shell antes de iniciar, retomar ou alterar esta janela.
ru: Используйте /exit, чтобы вернуться в оболочку перед запуском, возобновлением или изменением этого окна.
th: ใช้ /exit เพื่อกลับสู่เชลล์ก่อนเริ่ม ดำเนินการต่อ หรือเปลี่ยนแปลงหน้าต่างนี้
tr: Bu pencereyi başlatmadan, devam ettirmeden veya değiştirmeden önce kabuğa dönmek için /exit komutunu kullanın.
uk: Використовуйте /exit, щоб повернутися до оболонки перед запуском, відновленням або зміною цього вікна.
zh_hans: 在启动、恢复或更改此窗口之前，请使用 /exit 返回 shell。
zh_hant: 在啟動、復原或變更此視窗之前，請使用 /exit 返回 shell。

# uniconnect.localWindow.error.createFailed
source: The local window could not be created.
ar: لا يمكن إنشاء النافذة المحلية.
bs: Lokalni prozor nije mogao biti kreiran.
da: Det lokale vindue kunne ikke oprettes.
de: Das lokale Fenster konnte nicht erstellt werden.
es: No se pudo crear la ventana local.
fr: La fenêtre locale n'a pas pu être créée.
it: Impossibile creare la finestra locale.
ja: ローカルウィンドウを作成できませんでした。
km: បង្អួចមូលដ្ឋានមិនអាចបង្កើតបានទេ។
ko: 로컬 창을 만들 수 없습니다.
nb: Det lokale vinduet kunne ikke opprettes.
pl: Nie można utworzyć okna lokalnego.
pt_br: A janela local não pôde ser criada.
ru: Не удалось создать локальное окно.
th: ไม่สามารถสร้างหน้าต่างในเครื่องได้
tr: Yerel pencere oluşturulamadı.
uk: Не вдалося створити локальне вікно.
zh_hans: 无法创建本地窗口。
zh_hant: 無法建立本機視窗。

# uniconnect.localWindow.error.reopenFailed
source: The saved terminal could not be reopened.
ar: لا يمكن إعادة فتح المحطة المحفوظة.
bs: Sačuvani terminal se nije mogao ponovo otvoriti.
da: Den gemte terminal kunne ikke genåbnes.
de: Das gespeicherte Terminal konnte nicht erneut geöffnet werden.
es: No se pudo volver a abrir la terminal guardada.
fr: Le terminal enregistré n'a pas pu être rouvert.
it: Non è stato possibile riaprire il terminale salvato.
ja: 保存された端末を再度開くことができませんでした。
km: ស្ថានីយដែលបានរក្សាទុកមិនអាចបើកឡើងវិញបានទេ។
ko: 저장된 터미널을 다시 열 수 없습니다.
nb: Den lagrede terminalen kunne ikke åpnes igjen.
pl: Nie można ponownie otworzyć zapisanego terminala.
pt_br: O terminal salvo não pôde ser reaberto.
ru: Сохраненный терминал не удалось открыть повторно.
th: ไม่สามารถเปิดเทอร์มินัลที่บันทึกไว้อีกครั้งได้
tr: Kaydedilen terminal yeniden açılamadı.
uk: Збережений термінал не можна повторно відкрити.
zh_hans: 无法重新打开保存的终端。
zh_hant: 無法重新打開已儲存的終端。

# uniconnect.localWindow.forget.confirm
source: Forget Conversation
ar: ننسى المحادثة
bs: Zaboravi razgovor
da: Glem samtale
de: Vergiss das Gespräch
es: Olvidar conversación
fr: Oubliez les conversations
it: Dimentica la conversazione
ja: 会話を忘れる
km: ភ្លេចការសន្ទនា
ko: 대화를 잊어버리세요
nb: Glem samtalen
pl: Zapomnij o rozmowie
pt_br: Esqueça a conversa
ru: Забыть разговор
th: ลืมการสนทนา
tr: Konuşmayı Unut
uk: Забудьте про розмову
zh_hans: 忘记对话
zh_hant: 忘記對話

# uniconnect.localWindow.forget.detail
source: UniConnect will remove this saved session link from the window. The other conversation history and files in the box stay untouched.
ar: سيؤدي UniConnect إلى إزالة رابط الجلسة المحفوظة هذه من النافذة. يظل سجل المحادثات والملفات الأخرى الموجودة في المربع دون تغيير.
bs: UniConnect će ukloniti ovu sačuvanu vezu sesije iz prozora. Ostala historija razgovora i fajlovi u kutiji ostaju netaknuti.
da: UniConnect vil fjerne dette gemte sessionslink fra vinduet. Den anden samtalehistorik og filer i boksen forbliver urørt.
de: UniConnect entfernt diesen gespeicherten Sitzungslink aus dem Fenster. Der andere Gesprächsverlauf und die Dateien in der Box bleiben davon unberührt.
es: UniConnect eliminará de la ventana este enlace a la sesión guardada. El resto del historial de conversaciones y los archivos de la caja no cambiarán.
fr: UniConnect supprimera ce lien de session enregistré de la fenêtre. Les autres historiques de conversations et fichiers contenus dans la boîte restent intacts.
it: UniConnect rimuoverà questo collegamento alla sessione salvata dalla finestra. L'altra cronologia delle conversazioni e i file nella casella rimangono intatti.
ja: UniConnect は、この保存されたセッション リンクをウィンドウから削除します。ボックス内の他の会話履歴とファイルはそのまま残ります。
km: UniConnect នឹងលុបតំណភ្ជាប់សម័យដែលបានរក្សាទុកនេះចេញពីបង្អួច។ ប្រវត្តិសន្ទនា និងឯកសារផ្សេងទៀតនៅក្នុងប្រអប់នៅតែមិនប៉ះពាល់។
ko: UniConnect은 저장된 세션 링크를 창에서 제거합니다. 상자에 있는 다른 대화 기록과 파일은 그대로 유지됩니다.
nb: UniConnect vil fjerne denne lagrede øktlinken fra vinduet. Den andre samtaleloggen og filene i boksen forblir urørt.
pl: UniConnect usunie z okna link do zapisanej sesji. Pozostała historia rozmów i pliki w skrzynce pozostają nietknięte.
pt_br: UniConnect removerá este link de sessão salva da janela. O outro histórico de conversas e arquivos na caixa permanecem intactos.
ru: UniConnect удалит ссылку на сохраненный сеанс из окна. Другая история разговоров и файлы в ящике остаются нетронутыми.
th: UniConnect จะลบลิงก์เซสชันที่บันทึกไว้นี้ออกจากหน้าต่าง ประวัติการสนทนาและไฟล์อื่นๆ ในกล่องจะไม่ถูกแตะต้อง
tr: UniConnect bu kaydedilen oturum bağlantısını pencereden kaldıracaktır. Kutudaki diğer konuşma geçmişine ve dosyalara dokunulmaz.
uk: UniConnect видалить це збережене посилання сеансу з вікна. Інша історія розмов і файли в коробці залишаються недоторканими.
zh_hans: UniConnect 将从窗口中删除此已保存的会话链接。框中的其他对话历史记录和文件保持不变。
zh_hant: UniConnect 將從視窗中刪除此已儲存的會話連結。框中的其他對話歷史記錄和文件保持不變。

# uniconnect.localWindow.forget.title
source: Forget %@ Conversation?
ar: هل نسيت %@ المحادثة؟
bs: Zaboraviti %@ razgovor?
da: Har du glemt %@ samtale?
de: %@ Konversation vergessen?
es: ¿Olvidar la conversación de %@?
fr: Oubliez la conversation %@ ?
it: Dimenticare la conversazione %@?
ja: %@ の会話を忘れますか?
km: ភ្លេច %@ ការសន្ទនា?
ko: %@ 대화를 잊어버리셨나요?
nb: Glem %@ samtale?
pl: Zapomnij %@ Rozmowę?
pt_br: Esqueceu %@ Conversa?
ru: Забыли %@ Разговор?
th: ลืม %@ การสนทนาใช่ไหม
tr: %@ Konuşmayı mı unuttunuz?
uk: Забути %@ розмову?
zh_hans: 忘记 %@ 对话？
zh_hant: 忘記 %@ 對話？
